{"of": 4, "suspenders.": 5, "upper": 6, "accessory": 7, "neckline.": 8, "off,": 9, "wears": 10, "socks": 11, "square.": 12, "lady": 13, "sweater": 14, "top": 15, "pants": 16, "furry": 17, "outer": 18, "graphic": 19, "off": 20, "long": 21, "sunglasses.": 22, "cut": 23, "and": 24, "pure": 25, "square": 26, "short-sleeve": 27, "hands": 28, "or": 29, "v-shape": 30, "with": 31, "cotton.": 32, "crew.": 33, "knitting": 34, "chiffon,": 35, "skirt": 36, "shorts": 37, "color": 38, "female": 39, "round.": 40, "long-sleeve": 41, "pattern": 42, "head.": 43, "block.": 44, "sleeves": 45, "in": 46, "block": 47, "sleeves,": 48, "medium": 49, "ring": 50, "glasses": 51, "socks.": 52, "skirt.": 53, "it": 54, "woman": 55, "denim,": 56, "graphic.": 57, "cotton": 58, "trousers": 59, "tank": 60, "knitting,": 61, "striped": 62, "t-shirt": 63, "has": 64, "floral.": 65, "trousers.": 66, "gentleman": 67, "round": 68, "guy": 69, "lapel": 70, "sleeveless": 71, "striped.": 72, "her": 73, "denim": 74, "three-quarter": 75, "pants.": 76, "fabric.": 77, "mixed": 78, "pair": 79, "chiffon.": 80, "other.": 81, "knitting.": 82, "shorts,": 83, "fabric": 84, "this": 85, "patterns.": 86, "patterns": 87, "crew": 88, "belt.": 89, "clothing": 90, "plaid": 91, "leggings.": 92, "waist.": 93, "shorts.": 94, "hat": 95, "man": 96, "clothes.": 97, "complicated": 98, "solid": 99, "stand.": 100, "are": 101, "lattice": 102, "wrist.": 103, "finger.": 104, "lattice.": 105, "person": 106, "no": 107, "plaid.": 108, "clothing,": 109, "neckwear.": 110, "three-point": 111, "on": 112, "cotton,": 113, "length.": 114, "shoes.": 115, "shirt": 116, "its": 117, "neck.": 118, "suspenders": 119, "v-shape.": 120, "neckline": 121, "stripe": 122, "medium-sleeve": 123, "stripe.": 124, "his": 125, "hat.": 126, "trousers,": 127, "chiffon": 128, "lapel.": 129, "floral": 130, "there": 131, "other": 132, "stand": 133, "is": 134, "short": 135, "other,": 136, "ring.": 137, "lower": 138, "leather": 139, "an": 140, "skirt,": 141, "belt": 142, "a": 143, "pants,": 144, "the": 145, "color.": 146, "wearing": 147, "also": 148, "<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3}