{"wearing": 4, "tank": 5, "pants,": 6, "hands": 7, "glasses": 8, "socks": 9, "stand": 10, "other,": 11, "patterns.": 12, "sweater": 13, "shorts,": 14, "plaid": 15, "color.": 16, "knitting": 17, "trousers": 18, "pure": 19, "striped": 20, "complicated": 21, "lattice.": 22, "ring": 23, "sleeves,": 24, "her": 25, "neckline.": 26, "wrist.": 27, "denim,": 28, "an": 29, "gentleman": 30, "stand.": 31, "solid": 32, "graphic.": 33, "square.": 34, "ring.": 35, "long-sleeve": 36, "medium-sleeve": 37, "v-shape.": 38, "head.": 39, "upper": 40, "has": 41, "of": 42, "off": 43, "pants.": 44, "sleeves": 45, "socks.": 46, "pattern": 47, "cotton.": 48, "the": 49, "neckline": 50, "graphic": 51, "skirt": 52, "patterns": 53, "is": 54, "belt": 55, "wears": 56, "trousers,": 57, "its": 58, "cotton": 59, "floral.": 60, "color": 61, "sunglasses.": 62, "guy": 63, "stripe": 64, "belt.": 65, "with": 66, "three-quarter": 67, "long": 68, "a": 69, "shorts.": 70, "shirt": 71, "hat": 72, "shorts": 73, "round.": 74, "suspenders": 75, "floral": 76, "lapel": 77, "hat.": 78, "top": 79, "chiffon": 80, "neck.": 81, "woman": 82, "trousers.": 83, "leather": 84, "striped.": 85, "knitting,": 86, "mixed": 87, "female": 88, "no": 89, "clothes.": 90, "t-shirt": 91, "it": 92, "are": 93, "cotton,": 94, "lady": 95, "suspenders.": 96, "waist.": 97, "neckwear.": 98, "lattice": 99, "v-shape": 100, "three-point": 101, "crew": 102, "in": 103, "other.": 104, "accessory": 105, "chiffon.": 106, "and": 107, "round": 108, "square": 109, "denim": 110, "also": 111, "outer": 112, "length.": 113, "pants": 114, "short-sleeve": 115, "short": 116, "off,": 117, "there": 118, "person": 119, "block": 120, "fabric.": 121, "clothing": 122, "plaid.": 123, "stripe.": 124, "or": 125, "crew.": 126, "chiffon,": 127, "knitting.": 128, "leggings.": 129, "lapel.": 130, "fabric": 131, "on": 132, "skirt.": 133, "this": 134, "shoes.": 135, "clothing,": 136, "his": 137, "pair": 138, "finger.": 139, "sleeveless": 140, "man": 141, "furry": 142, "block.": 143, "skirt,": 144, "cut": 145, "other": 146, "lower": 147, "medium": 148, "<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3}