{"long-sleeve": 4, "shorts,": 5, "neckwear.": 6, "patterns": 7, "or": 8, "cotton,": 9, "clothes.": 10, "fabric.": 11, "pattern": 12, "pants": 13, "block.": 14, "crew.": 15, "denim,": 16, "short-sleeve": 17, "clothing": 18, "it": 19, "complicated": 20, "cut": 21, "striped": 22, "mixed": 23, "graphic.": 24, "female": 25, "lapel.": 26, "glasses": 27, "plaid": 28, "outer": 29, "sunglasses.": 30, "three-quarter": 31, "neck.": 32, "hat.": 33, "lapel": 34, "denim": 35, "graphic": 36, "wearing": 37, "patterns.": 38, "suspenders": 39, "pants,": 40, "shorts.": 41, "short": 42, "sweater": 43, "round.": 44, "socks.": 45, "her": 46, "on": 47, "skirt,": 48, "are": 49, "trousers,": 50, "other,": 51, "square": 52, "leggings.": 53, "finger.": 54, "his": 55, "pants.": 56, "waist.": 57, "round": 58, "ring.": 59, "block": 60, "this": 61, "shoes.": 62, "person": 63, "three-point": 64, "fabric": 65, "stand.": 66, "off": 67, "furry": 68, "head.": 69, "a": 70, "trousers.": 71, "medium": 72, "color.": 73, "with": 74, "knitting,": 75, "tank": 76, "guy": 77, "upper": 78, "v-shape.": 79, "striped.": 80, "lattice.": 81, "neckline.": 82, "medium-sleeve": 83, "and": 84, "sleeves": 85, "woman": 86, "skirt.": 87, "t-shirt": 88, "hands": 89, "cotton": 90, "pure": 91, "sleeveless": 92, "stripe.": 93, "is": 94, "the": 95, "socks": 96, "color": 97, "v-shape": 98, "stripe": 99, "hat": 100, "shorts": 101, "also": 102, "chiffon.": 103, "square.": 104, "pair": 105, "off,": 106, "wrist.": 107, "chiffon,": 108, "lower": 109, "accessory": 110, "lattice": 111, "there": 112, "leather": 113, "of": 114, "trousers": 115, "its": 116, "skirt": 117, "knitting.": 118, "plaid.": 119, "floral": 120, "has": 121, "wears": 122, "in": 123, "clothing,": 124, "shirt": 125, "other.": 126, "neckline": 127, "suspenders.": 128, "belt.": 129, "knitting": 130, "crew": 131, "top": 132, "long": 133, "length.": 134, "other": 135, "no": 136, "ring": 137, "floral.": 138, "lady": 139, "belt": 140, "stand": 141, "solid": 142, "gentleman": 143, "an": 144, "cotton.": 145, "sleeves,": 146, "man": 147, "chiffon": 148, "<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3}