{"The": 1, "upper": 2, "clothing": 3, "has": 4, "long": 5, "sleeves,": 6, "cotton": 7, "fabric": 8, "and": 9, "solid": 10, "color": 11, "patterns.": 12, "neckline": 13, "of": 14, "it": 15, "is": 16, "v-shape.": 17, "lower": 18, "length.": 19, "denim": 20, "This": 21, "lady": 22, "also": 23, "wears": 24, "an": 25, "outer": 26, "clothing,": 27, "with": 28, "complicated": 29, "female": 30, "wearing": 31, "a": 32, "ring": 33, "on": 34, "her": 35, "finger.": 36, "neckwear.": 37, "Her": 38, "tank": 39, "shirt": 40, "no": 41, "chiffon": 42, "graphic": 43, "It": 44, "round": 45, "neckline.": 46, "person": 47, "pants.": 48, "pants": 49, "are": 50, "ring.": 51, "top": 52, "v-shape": 53, "woman": 54, "trousers.": 55, "trousers": 56, "There": 57, "belt.": 58, "accessory": 59, "wrist.": 60, "sweater": 61, "lattice": 62, "fabric.": 63, "the": 64, "three-point": 65, "pure": 66, "in": 67, "his": 68, "neck.": 69, "long-sleeve": 70, "plaid": 71, "its": 72, "lapel.": 73, "socks": 74, "shoes.": 75, "suspenders": 76, "short-sleeve": 77, "T-shirt": 78, "patterns": 79, "shorts.": 80, "crew.": 81, "shorts": 82, "short": 83, "round.": 84, "sleeveless": 85, "floral": 86, "hat.": 87, "this": 88, "pair": 89, "socks.": 90, "three-quarter": 91, "crew": 92, "hat": 93, "head.": 94, "lapel": 95, "sleeves": 96, "trousers,": 97, "pants,": 98, "waist.": 99, "leather": 100, "cotton.": 101, "pattern": 102, "graphic.": 103, "shorts,": 104, "cut": 105, "off,": 106, "off": 107, "suspenders.": 108, "medium": 109, "knitting": 110, "gentleman": 111, "other": 112, "mixed": 113, "stripe": 114, "cotton,": 115, "skirt.": 116, "skirt": 117, "striped": 118, "chiffon.": 119, "color.": 120, "sunglasses.": 121, "guy": 122, "stand": 123, "man": 124, "floral.": 125, "medium-sleeve": 126, "square": 127, "skirt,": 128, "belt": 129, "leggings.": 130, "chiffon,": 131, "furry": 132, "block": 133, "His": 134, "stripe.": 135, "stand.": 136, "square.": 137, "knitting.": 138, "striped.": 139, "block.": 140, "plaid.": 141, "glasses": 142, "hands": 143, "or": 144, "clothes.": 145, "knitting,": 146, "lattice.": 147, "denim,": 148, "other.": 149, "<pad>": 0, "<unk>": 150, "<start>": 151, "<end>": 152}