{"bird": 4, "muscular": 5, "bear": 6, "crown": 7, "pj": 8, "brief": 9, "rose": 10, "sweat": 11, "banana": 12, "blur": 13, "his": 14, "content": 15, "wood": 16, "sweater": 17, "woman's": 18, "not": 19, "pants,": 20, "muscle": 21, "p": 22, "silver": 23, "woman": 24, "close": 25, "cat": 26, "logo": 27, "red": 28, "pair": 29, "star": 30, "concrete": 31, "white": 32, "brown": 33, "la": 34, "character": 35, "pjs": 36, "sleeve": 37, "leather": 38, "leaf": 39, "tree": 40, "cartoon": 41, "no": 42, "camouflage": 43, "vest": 44, "sky": 45, "swimsuit": 46, "squares": 47, "anchor": 48, "los": 49, "photo": 50, "a": 51, "words": 52, "outline": 53, "sunflower": 54, "camo": 55, "button": 56, "universe": 57, "blurred": 58, "blurry": 59, "sitting": 60, "pajamas": 61, "tropical": 62, "crop": 63, "lettering": 64, "deer": 65, "pink": 66, "blured": 67, "cup": 68, "sneakers,": 69, "over": 70, "geometric": 71, "embroidered": 72, "checker": 73, "linen": 74, "street": 75, "across": 76, "staircase": 77, "pants": 78, "brick": 79, "paint": 80, "stone": 81, "bright": 82, "overalls": 83, "mesh": 84, "text": 85, "sunset": 86, "front": 87, "in": 88, "chain": 89, "palm": 90, "tattoo": 91, "waistband": 92, "i": 93, "left": 94, "of": 95, "male": 96, "underneath": 97, "grid": 98, "couch": 99, "pattern,": 100, "swim": 101, "leopard": 102, "pool,": 103, "fade": 104, "chair": 105, "nasa": 106, "and": 107, "tattoos": 108, "cactus": 109, "-": 110, "pocket": 111, "boxer": 112, "short": 113, "contrast": 114, "butterfly": 115, "textured": 116, "paste": 117, "dye": 118, "top": 119, "striped": 120, "tan": 121, "maroon": 122, "door": 123, "trunk": 124, "word": 125, "it": 126, "pattern": 127, "shorts,": 128, "chest": 129, "ombre": 130, "cargo": 131, "triangle": 132, "mountain,": 133, "beach": 134, "car": 135, "t": 136, "floral": 137, "arms": 138, "is": 139, "orange": 140, "`": 141, "trunks": 142, "patchwork": 143, "the": 144, "torso": 145, "are": 146, "sweatshirt": 147, "flamingo": 148, "socks": 149, "to": 150, "knit": 151, "design": 152, "collar": 153, "image": 154, "around": 155, "om": 156, "york": 157, "polo": 158, "mint": 159, "yellow": 160, "beard": 161, "dinosaur": 162, "graphic": 163, "basketball": 164, "metallic": 165, "wall": 166, "down": 167, "hoe": 168, "wave": 169, "plaid": 170, "with": 171, "zipper": 172, "back": 173, "says": 174, "material": 175, "purple": 176, "sharks": 177, "flower": 178, "pool": 179, "skull": 180, "wearing": 181, "black": 182, "lines": 183, "head": 184, "dumb": 185, "background,": 186, "denim": 187, "wall,": 188, "flowers": 189, "man's": 190, "green": 191, "ripped": 192, "navy": 193, "cap": 194, "book": 195, "panda": 196, "suit": 197, "sleeved": 198, "shirt,": 199, "letters": 200, "'": 201, "written": 202, "color": 203, "fake": 204, "tie": 205, "bull": 206, "beach,": 207, "hat": 208, "face": 209, "model": 210, "burgundy": 211, "sweatpants": 212, "on": 213, "printed": 214, "blury": 215, "neckline": 216, "gold": 217, "light": 218, "ant": 219, "up": 220, "paisley": 221, "wooden": 222, "stripe": 223, "joggers": 224, "standing": 225, "checkered": 226, "v": 227, "shark": 228, "plant": 229, "shorts": 230, "lightning": 231, "blue": 232, "elephant": 233, "all": 234, "mountain": 235, "sunglasses": 236, "shirt": 237, "an": 238, "dog": 239, "beige": 240, "metal": 241, "sleeveless": 242, "trim": 243, "fireplace": 244, "sleeves": 245, "that": 246, "knitted": 247, "hawaiian": 248, "marble": 249, "trousers": 250, "man": 251, "body": 252, "holding": 253, "stripes": 254, "sneakers": 255, "neck": 256, "jacket": 257, "neon": 258, "block": 259, "holes": 260, "california": 261, "gym": 262, "fence": 263, "ball": 264, "patterned": 265, "scene": 266, "cigarette": 267, "picture": 268, "jeans": 269, "grey": 270, "walking": 271, "hoodie": 272, "gradient": 273, "legs": 274, "side": 275, "colorful": 276, "print": 277, "new": 278, "bottom": 279, "background": 280, "read": 281, "wetsuit": 282, "gray": 283, "birds": 284, "khaki": 285, "trees": 286, "tank": 287, "arm": 288, "line": 289, "scene,": 290, "eye": 291, "dragon": 292, "<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3}